Repository: JustAnyones/extension
Catalog: lib/l10n/app_*.arb
Languages: lt

# ext_title
source: Name Generator Extension
lt: Vardų generavimo įskiepis

# detect_fail
source: Failed to detect fields
lt: Nepavyko aptikti laukų

# settings_title
source: Settings
lt: Nustatymai

# setting_locale_title
source: Interface Language
lt: Kalba

# setting_locale_hint
source: Choose Interface Language
lt: Pasirinkite kalbą

# setting_locale_option
source: {code, select, en{English} lt{Lithuanian} other{{code}}}
lt: {code, select, en{Anglų} lt{Lietuvių} other{{code}}}

# setting_region_title
source: Region
lt: Regionas

# setting_region_hint
source: Choose Region
lt: Pasirinkite regioną

# setting_region_option
source: {code, select, us{United States} lt{Lithuania} other{{code}}}
lt: {code, select, us{Jungtinės Valstijos} lt{Lietuva} other{{code}}}

# settings_save_button
source: Save Settings
lt: Išsaugoti nustatymus

# settings_saved_popup
source: Settings Saved!
lt: Nustatymai išsaugoti!
